Repository: tkuenneth/souffleur_app
Catalog: lib/l10n/intl_*.arb
Languages: de

# welcome
source: Welcome to Souffleur
de: Willkommen zu Souffleur

# scan
source: Scan QR code
de: QR Code scannen

source: Unlink
de: Verkn端pfung aufheben

source: Enable shake
de: Sch端tteln einschalten

source: Disable shake
de: Sch端tteln ausschalten

# not_linked
source: The app is not linked to a Souffleur server.
de: Die App ist nicht mit einem Souffleur Server verkn端pft.

# instructions_01
source: If you have not done so already, please visit the website
de: Falls Sie dies noch nicht getan haben, surfen Sie bitte auf Ihrem Linux-, macOS-, oder Windows-Computer zur Seite

# instructions_02
source: with your Linux, macOS, or Windows machine and download the Souffleur server. Please install the software once the download is complete.
de: und laden den Souffleur Server herunter. Nach dem Download installieren Sie ihn bitte.

# instructions_03
source: When the Souffler server is installed on your Linux, macOS, or Windows machine, run it and press the Start button in the Souffleur server main window.
de: Ist der Souffleur Server auf Ihrem Linux-, macOS-, oder Windows-Computer installiert, starten Sie ihn bitte. Klicken Sie dann im Hauptfenster des Souffleur Servers auf Start.

# instructions_04
source: Tap on the button below this instructions and scan the QR code your Souffleur server is showing on screen.
de: Tippen Sie nun den Button unterhalb dieser Anleitung and und scannen den QR Code, den der Souffleur Server anzeigt.
